---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyCodeTable
source: html/04e6c6b8-dbb9-7a94-ef44-68145bdf0e9a.htm
---
# AssemblyCodeTable Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.